export default {



  //登录模块 01
  20101:'获取验证码失败',
  10102:'验证码错误',
  10103:'用户名不存在或密码错误',

  //博文模块 02
  20201:'系统错误，添加博文失败',
  20202:'系统错误，删除博文失败',
  20203:'系统错误，更新博文失败',
  20204:'查询博文api参数为空',
  20205:'点赞操作失败',
  20206:'添加浏览量失败',

  //标签模块 03
  10301:'该标签已存在，添加标签失败',
  20302:'系统错误，删除标签失败',
  20303:'系统错误，更新标签失败',
  20304:'查询标签api参数为空',

  //分类模块 04
  10401:'该分类已存在，添加分类失败',
  20402:'系统错误，删除分类失败',
  20403:'系统错误，更新分类失败',
  20404:'查询分类api参数为空',

  //学生模块 05
  10501:'该学生已存在，添加学生失败',
  20502:'系统错误，删除学生失败',
  20503:'系统错误，更新学生失败',
  20504:'查询学生api参数为空',
  //词云模块 06
  20601:'该学生不存在，更新词云失败',

  //打卡模块 07
  10701:'今日已打卡，打卡失败',
}
